/*Дано целое число. Определить, входит ли заданная цифра в запись этого числа.
Из заданного целого числа сформировать новое, цифры в котором идут в обратном порядке 

Определить является ли заданное целов число числом Фибоначчи.*/
using Number;

Main.Start();
//Console.WriteLine(NumberHelper.ContainsDigit(12345, 3));     // true
//Console.WriteLine(NumberHelper.ReverseNumber(123));          // 321
//Console.WriteLine(NumberHelper.IsFibonacci(21));              // true
